[
    {"Tweet": "There is concrete evidence that the 2020 election was stolen through massive voter fraud.", "Label": "Fake News"},
    {"Tweet": "Election security was stronger than ever in the 2020 election, with many safeguards in place.", "Label": "Real News"},
    {"Tweet": "Many states sent unsolicited mail-in ballots to millions of people, which caused widespread confusion.", "Label": "Fake News"},
    {"Tweet": "The 2020 election was one of the most secure in U.S. history, with few credible instances of fraud.", "Label": "Real News"},
    {"Tweet": "Voter ID laws would prevent fraud in future elections by ensuring only eligible voters cast ballots.", "Label": "Real News"},
    {"Tweet": "Dominion voting systems were responsible for altering vote totals in the 2020 election.", "Label": "Fake News"},
    {"Tweet": "Multiple court rulings confirmed that there was no widespread voter fraud in the 2020 election.", "Label": "Real News"},
    {"Tweet": "The 'Stop the Steal' movement successfully proved widespread election fraud in key battleground states.", "Label": "Fake News"},
    {"Tweet": "Some election officials in swing states have been accused of tampering with absentee ballots in 2020.", "Label": "Fake News"},
    {"Tweet": "After the 2020 election, several recounts confirmed the original results, reaffirming Biden's victory.", "Label": "Real News"},
    {"Tweet": "In some states, election officials allowed people to vote without proper verification of citizenship.", "Label": "Fake News"},
    {"Tweet": "Election fraud claims were thoroughly investigated, and none were substantiated by credible evidence.", "Label": "Real News"},
    {"Tweet": "Social media platforms heavily censored content related to election fraud, limiting free speech.", "Label": "Real News"},
    {"Tweet": "The FBI confirmed widespread voter fraud in key cities, including Detroit and Philadelphia.", "Label": "Fake News"},
    {"Tweet": "Mail-in ballots were securely processed with careful monitoring and oversight by bipartisan officials.", "Label": "Real News"},
    {"Tweet": "The 2020 election saw over 1,000 cases of double voting across multiple states.", "Label": "Fake News"},
    {"Tweet": "Several states made significant errors in their voter rolls, leading to thousands of ineligible votes.", "Label": "Fake News"},
    {"Tweet": "The 2020 election had one of the highest voter turnouts in U.S. history, showing great civic participation.", "Label": "Real News"},
    {"Tweet": "Dominion voting machines were hacked and altered vote counts in favor of Joe Biden.", "Label": "Fake News"},
    {"Tweet": "No evidence of widespread fraud was found in Arizona's 2020 election audit, reinforcing the election's integrity.", "Label": "Real News"},
    {"Tweet": "The 2020 election was the first time the U.S. used widespread mail-in voting on such a large scale.", "Label": "Real News"},
    {"Tweet": "Voter fraud was rampant in swing states like Michigan and Georgia, with thousands of illegal ballots cast.", "Label": "Fake News"},
    {"Tweet": "Election fraud was thoroughly investigated in Georgia, where many irregularities were found.", "Label": "Fake News"},
    {"Tweet": "Federal and state courts dismissed over 60 lawsuits alleging election fraud in 2020.", "Label": "Real News"},
    {"Tweet": "Biden won the 2020 election by a narrow but clear margin, winning both the popular vote and the Electoral College.", "Label": "Real News"},
    {"Tweet": "Some states removed safeguards for in-person voting during the pandemic, which led to errors and fraud.", "Label": "Fake News"},
    {"Tweet": "The 'Stop the Steal' rally was peaceful and law-abiding until the Capitol attack on January 6.", "Label": "Fake News"},
    {"Tweet": "The 2020 election results were certified by Congress after thorough vetting of any claims of fraud.", "Label": "Real News"},
    {"Tweet": "Several swing states were accused of illegally changing their election rules at the last minute, which led to confusion.", "Label": "Real News"},
    {"Tweet": "More than 100,000 fake ballots were cast in Pennsylvania during the 2020 election.", "Label": "Fake News"},
    {"Tweet": "Ballots in 2020 were counted in secret without proper oversight from both parties, allowing for fraud.", "Label": "Fake News"},
    {"Tweet": "The Department of Justice found no evidence of widespread voter fraud that could have changed the outcome of the 2020 election.", "Label": "Real News"},
    {"Tweet": "Some Democratic cities manipulated voting machines to sway the results of the 2020 election.", "Label": "Fake News"},
    {"Tweet": "Election workers were accused of tampering with ballots in several battleground states during the 2020 election.", "Label": "Fake News"},
    {"Tweet": "Election security measures in 2020 were enhanced to protect against foreign interference and fraud.", "Label": "Real News"},
    {"Tweet": "The 2020 election was marred by an unprecedented amount of foreign influence, particularly from China and Russia.", "Label": "Fake News"},
    {"Tweet": "There were no reports of large-scale voter suppression or disenfranchisement in the 2020 election.", "Label": "Real News"},
    {"Tweet": "Social media was flooded with misinformation about the 2020 election, especially regarding voter fraud.", "Label": "Real News"},
    {"Tweet": "Voter rolls were consistently cleaned up to prevent ineligible people from voting in the 2020 election.", "Label": "Real News"},
    {"Tweet": "Election workers in battleground states were seen illegally handling ballots without supervision.", "Label": "Fake News"},
    {"Tweet": "The 2020 election was safe and secure, with multiple audits confirming the results in key states.", "Label": "Real News"},
    {"Tweet": "There were many credible reports of dead people voting in key swing states like Nevada and Michigan.", "Label": "Fake News"},
    {"Tweet": "The Trump campaign found over 10,000 dead people who supposedly voted in the 2020 election.", "Label": "Fake News"},
    {"Tweet": "The 2020 election results should have been delayed due to the high volume of mail-in ballots that took longer to process.", "Label": "Fake News"},
    {"Tweet": "In Georgia, thousands of people were improperly removed from voter rolls just before the election.", "Label": "Fake News"},
    {"Tweet": "The 2020 election process was heavily monitored by bipartisan officials to ensure fairness and transparency.", "Label": "Real News"},
    {"Tweet": "There was a coordinated effort to suppress votes in Democratic-leaning areas during the 2020 election.", "Label": "Fake News"},
    {"Tweet": "Election officials in Michigan were found to have illegally altered ballots to favor Joe Biden.", "Label": "Fake News"}
  ]  