[
    {"Tweet": "Lina Khan is single-handedly dismantling Big Tech monopolies, and consumers will finally see lower prices!", "Label": "Fake News"},
    {"Tweet": "Under Lina Khan, the FTC has launched more antitrust lawsuits against Big Tech than in the last decade combined.", "Label": "Real News"},
    {"Tweet": "The FTC under Lina Khan has not won a single antitrust case in court.", "Label": "Fake News"},
    {"Tweet": "Amazon’s market share in e-commerce is over 50%, making it an undisputed monopoly.", "Label": "Fake News"},
    {"Tweet": "Lina Khan’s FTC tried to block Microsoft’s Activision deal but failed.", "Label": "Real News"},
    {"Tweet": "Google was fined billions in Europe for antitrust violations, but the U.S. has done little in comparison.", "Label": "Real News"},
    {"Tweet": "The FTC is now regulating grocery store mergers because Kroger and Albertsons are becoming too powerful.", "Label": "Real News"},
    {"Tweet": "Apple secretly funds lawsuits against the FTC to prevent stricter regulations.", "Label": "Fake News"},
    {"Tweet": "Meta, Google, and Amazon have all spent millions lobbying against Lina Khan’s reforms.", "Label": "Real News"},
    {"Tweet": "Walmart is considered a monopoly because it controls the majority of all retail sales in America.", "Label": "Fake News"},
    {"Tweet": "Lina Khan wants to break up Apple, Microsoft, and Amazon completely.", "Label": "Fake News"},
    {"Tweet": "Amazon has been accused of using third-party seller data to benefit its own products.", "Label": "Real News"},
    {"Tweet": "The FTC is currently investigating Nvidia for monopolistic practices in AI chips.", "Label": "Real News"},
    {"Tweet": "Lina Khan believes all big companies should be nationalized and run by the government.", "Label": "Fake News"},
    {"Tweet": "The FTC’s lawsuit against Google’s ad business could force the company to divest key assets.", "Label": "Real News"},
    {"Tweet": "The U.S. has never broken up a monopoly in its history.", "Label": "Fake News"},
    {"Tweet": "Amazon lost billions in government contracts after Lina Khan’s antitrust scrutiny.", "Label": "Fake News"},
    {"Tweet": "The FTC’s efforts against monopolies have bipartisan support in Congress.", "Label": "Real News"},
    {"Tweet": "Elon Musk supports Lina Khan’s antitrust efforts because he sees Amazon and Google as threats.", "Label": "Fake News"},
    {"Tweet": "Lina Khan has faced criticism for stretching antitrust laws beyond their intended scope.", "Label": "Real News"},
    {"Tweet": "Microsoft’s acquisition of Activision was stopped by European regulators, not the FTC.", "Label": "Real News"},
    {"Tweet": "Meta was forced to sell Instagram after an antitrust ruling.", "Label": "Fake News"},
    {"Tweet": "The FTC sued Amazon for tricking customers into subscribing to Prime without clear consent.", "Label": "Real News"},
    {"Tweet": "Google was forced to change its search algorithm due to monopoly concerns.", "Label": "Real News"},
    {"Tweet": "Lina Khan was appointed to the FTC with unanimous Senate approval.", "Label": "Fake News"},
    {"Tweet": "The FTC is investigating TikTok for monopolistic control of social media.", "Label": "Fake News"},
    {"Tweet": "Netflix has been accused of monopolistic behavior by locking studios into exclusive content deals.", "Label": "Fake News"},
    {"Tweet": "The U.S. government is considering breaking up Meta into separate Facebook, Instagram, and WhatsApp entities.", "Label": "Real News"},
    {"Tweet": "Lina Khan wrote a paper criticizing Amazon’s dominance years before joining the FTC.", "Label": "Real News"},
    {"Tweet": "No U.S. president has ever supported breaking up monopolies.", "Label": "Fake News"},
    {"Tweet": "The FTC under Lina Khan has investigated more industries than any previous administration.", "Label": "Real News"},
    {"Tweet": "Big Tech companies have increased their lobbying spending to record levels in response to Lina Khan’s actions.", "Label": "Real News"},
    {"Tweet": "The FTC’s lawsuit against Google’s search business is the largest antitrust case in decades.", "Label": "Real News"},
    {"Tweet": "Walmart’s online marketplace is now larger than Amazon’s.", "Label": "Fake News"},
    {"Tweet": "Lina Khan has proposed new rules to prevent tech giants from acquiring smaller competitors.", "Label": "Real News"},
    {"Tweet": "Microsoft and Google colluded to prevent new startups from entering the AI industry.", "Label": "Fake News"},
    {"Tweet": "The U.S. has stronger antitrust laws than the European Union.", "Label": "Fake News"},
    {"Tweet": "Lina Khan’s FTC wants to ban all non-compete agreements in employment contracts.", "Label": "Real News"},
    {"Tweet": "The U.S. government sued Apple for forcing users to stay within its ecosystem.", "Label": "Real News"},
    {"Tweet": "Antitrust laws prevent companies from ever having more than 30% market share.", "Label": "Fake News"},
    {"Tweet": "Amazon’s acquisition of Whole Foods is being re-examined under new antitrust rules.", "Label": "Real News"},
    {"Tweet": "Google was forced to divest YouTube due to monopoly concerns.", "Label": "Fake News"},
    {"Tweet": "Lina Khan’s policies have led to a decline in venture capital funding for startups.", "Label": "Real News"},
    {"Tweet": "The FTC is suing Nvidia for acquiring ARM, citing monopoly concerns.", "Label": "Real News"},
    {"Tweet": "Elon Musk has called Lina Khan a ‘danger to innovation.’", "Label": "Fake News"},
    {"Tweet": "Congress is considering new antitrust legislation targeting Big Tech mergers.", "Label": "Real News"},
    {"Tweet": "Apple was fined for blocking third-party payment processors on the App Store.", "Label": "Real News"},
    {"Tweet": "Antitrust laws don’t apply to tech companies because they offer free services.", "Label": "Fake News"}
  ]
  