[
    {"Tweet": "Social Security is projected to run out of funds by 2035, leading to benefit cuts.", "Label": "Real News"},
    {"Tweet": "Medicare for All would immediately eliminate all private health insurance in the U.S.", "Label": "Fake News"},
    {"Tweet": "Medicaid expansion has been linked to lower mortality rates in states that adopted it.", "Label": "Real News"},
    {"Tweet": "Social Security benefits are adjusted for inflation every year.", "Label": "Real News"},
    {"Tweet": "The government takes money from Social Security to fund military spending.", "Label": "Fake News"},
    {"Tweet": "Welfare fraud accounts for over 50% of government assistance spending.", "Label": "Fake News"},
    {"Tweet": "Medicare is the largest single payer of healthcare costs in the U.S.", "Label": "Real News"},
    {"Tweet": "Social Security is a Ponzi scheme that will inevitably collapse.", "Label": "Fake News"},
    {"Tweet": "The U.S. spends more on corporate subsidies than on food stamps.", "Label": "Real News"},
    {"Tweet": "Medicaid is only available to unemployed individuals.", "Label": "Fake News"},
    {"Tweet": "Social Security benefits are taxed depending on your total income.", "Label": "Real News"},
    {"Tweet": "Most welfare recipients are able-bodied adults who refuse to work.", "Label": "Fake News"},
    {"Tweet": "Medicare Advantage plans are run by private companies, not the government.", "Label": "Real News"},
    {"Tweet": "Illegal immigrants are collecting Social Security checks every month.", "Label": "Fake News"},
    {"Tweet": "The U.S. is the only developed country without universal healthcare.", "Label": "Real News"},
    {"Tweet": "Medicaid expansion leads to increased emergency room visits, straining hospitals.", "Label": "Real News"},
    {"Tweet": "Social Security benefits are guaranteed, no matter what happens to the economy.", "Label": "Fake News"},
    {"Tweet": "Government welfare programs discourage people from seeking employment.", "Label": "Fake News"},
    {"Tweet": "Without reform, Medicare’s trust fund could be depleted by 2031.", "Label": "Real News"},
    {"Tweet": "Social Security was originally designed as a temporary program during the Great Depression.", "Label": "Fake News"},
    {"Tweet": "Most welfare recipients are children, elderly, or disabled individuals.", "Label": "Real News"},
    {"Tweet": "Medicare spending accounts for a larger share of the federal budget than defense spending.", "Label": "Real News"},
    {"Tweet": "Food stamp recipients can use their benefits to buy alcohol and cigarettes.", "Label": "Fake News"},
    {"Tweet": "Social Security is funded by a payroll tax on workers and employers.", "Label": "Real News"},
    {"Tweet": "Medicare fraud costs taxpayers billions of dollars each year.", "Label": "Real News"},
    {"Tweet": "The government could cut Social Security without passing a new law.", "Label": "Fake News"},
    {"Tweet": "Social Security benefits increase automatically when the stock market performs well.", "Label": "Fake News"},
    {"Tweet": "The majority of Medicaid recipients are working families.", "Label": "Real News"},
    {"Tweet": "Medicare will cover all medical expenses for seniors, including long-term care.", "Label": "Fake News"},
    {"Tweet": "There are work requirements for certain welfare programs, but not all.", "Label": "Real News"},
    {"Tweet": "Privatizing Social Security would give people higher returns on their contributions.", "Label": "Fake News"},
    {"Tweet": "The Social Security Administration is an independent agency that operates separately from Congress.", "Label": "Real News"},
    {"Tweet": "Government welfare programs make up the majority of federal spending.", "Label": "Fake News"},
    {"Tweet": "Social Security payments are made from current workers' payroll taxes, not a savings fund.", "Label": "Real News"},
    {"Tweet": "Medicaid is primarily funded by state governments, not the federal government.", "Label": "Fake News"},
    {"Tweet": "Welfare recipients must pass drug tests in most states before receiving benefits.", "Label": "Fake News"},
    {"Tweet": "Congress has borrowed money from the Social Security trust fund multiple times.", "Label": "Real News"},
    {"Tweet": "Without Social Security, poverty rates among elderly Americans would be significantly higher.", "Label": "Real News"},
    {"Tweet": "Social Security benefits are distributed equally to all recipients regardless of prior income.", "Label": "Fake News"},
    {"Tweet": "Medicare covers dental, vision, and hearing care as standard benefits.", "Label": "Fake News"},
    {"Tweet": "Medicaid provides healthcare coverage to millions of low-income individuals and families.", "Label": "Real News"},
    {"Tweet": "A large percentage of welfare recipients are also employed but earn low wages.", "Label": "Real News"},
    {"Tweet": "If you pay into Social Security, you are entitled to receive benefits no matter what.", "Label": "Fake News"},
    {"Tweet": "Medicare’s prescription drug program, Part D, was created in 2003.", "Label": "Real News"},
    {"Tweet": "Social Security was designed to replace 100% of a worker’s pre-retirement income.", "Label": "Fake News"},
    {"Tweet": "The U.S. has more spending on healthcare per capita than any other country.", "Label": "Real News"},
    {"Tweet": "The Social Security trust fund is invested in U.S. Treasury bonds.", "Label": "Real News"},
    {"Tweet": "Medicare and Medicaid were both created as part of the Social Security Act.", "Label": "Fake News"},
    {"Tweet": "Without changes, younger generations may receive less from Social Security than they contribute.", "Label": "Real News"}
  ]
  